tutorials/multiphase/interFoam/laminar/mixerVessel2D/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2412                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases          (water oil);

water
{
    transportModel  Newtonian;
    nu              1e-4;
    rho             1000;
}

oil
{
    transportModel  Newtonian;
    nu              1e-4;
    rho             500;
}

sigma           0.05;


// ************************************************************************* //
